[
  {
    "type": "EN",
    "localization": {
      "support": "Support",
      "email": "Email",
      "phone": "Phone",
      "name": "Name",
      "surname": "Surname",
      "gender": "Gender",
      "location": "Location",
      "personalInformation": "Personal Information",
      "Balance": "Balance",
      "Theme": "Theme",
      "Language": "Language",
      "Logout": "Logout",
      "coffeShop": "Coffe Shops",
      "milkPreference": "Milk Preference",
      "sizePreference": "Size Preference",
      "small": "Small",
      "middle": "Middle",
      "Big": "Big",
      "blackCoffeDesc": "Black coffee is as simple as it gets with ground coffee beans steeped in hot water, served warm. And if you want to sound fancy, you can call black coffee by its proper name: cafe noir.",
      "latteDesc": "As the most popular coffee drink out there, the latte is comprised of a shot of espresso and steamed milk with just a touch of foam. It can be ordered plain or with a flavor shot of anything from vanilla to pumpkin spice.",
      "cappuccinoDes": "Cappuccino is a latte made with more foam than steamed milk, often with a sprinkle of cocoa powder or cinnamon on top. Sometimes you can find variations that use cream instead of milk or ones that throw in flavor shot, as well.",
      "americanoDesc": "With a similar flavor to black coffee, the americano consists of an espresso shot diluted in hot water.",
      "espressoDesc": "An espresso shot can be served solo or used as the foundation of most coffee drinks, like lattes and macchiatos.",
      "doppioDesc": "A double shot of espresso, the doppio is perfect for putting extra pep in your step.",
      "cortadoDesc": "Like yin and yang, a cortado is the perfect balance of espresso and warm steamed milk. The milk is used to cut back on the espresso’s acidity.",
      "redEyeDesc": "Named after those pesky midnight flights, a red eye can cure any tiresome morning. A full cup of hot coffee with an espresso shot mixed in, this will definitely get your heart racing.",
      "galaoDesc": "Originating in Portugal, this hot coffee drink is closely related to the latte and cappuccino. Only difference is it contains about twice as much foamed milk, making it a lighter drink compared to the other two.",
      "lungoDesc": "A lungo is a long-pull espresso. The longer the pull, the more caffeine there is and the more ounces you can enjoy.",
      "macchiatoDesc": "The macchiato is another espresso-based drink that has a small amount of foam on top. It’s the happy medium between a cappuccino and a doppio.",
      "mochaDesc": "For all you chocolate lovers out there, you’ll fall in love with a mocha (or maybe you already have). The mocha is a chocolate espresso drink with steamed milk and foam.",
      "ristrettoDesc": "Ristretto is an espresso shot. It uses less hot water which creates a sweeter flavor compared to the bitter taste of a traditional shot of espresso or a doppio.",
      "flatWhiteDesc": "This Aussie-born drink is basically a cappuccino without the foam or chocolate sprinkle. It’s an espresso drink with steamed milk.",
      "affogatoDesc": "The affogato is an excuse to enjoy a scoop of ice cream any time of day (and any time of year in my opinion). Served with a scoop of ice cream and a shot of espresso, or two.",
      "caféauLaitDesc": "Café au lait is perfect for the coffee minimalist who wants a bit more flavor. Just add a splash of warm milk to your coffee and you’re all set!",
      "IrishDesc": "Irish coffee consists of black coffee, whiskey and sugar, topped with whipped cream.",
      "GuayoyoDesc": "Traditional venezuelan coffee prepared by filtering the ground coffee in a cone of cloth and pouring hot water on top of it. It's prefferably drinked wihout milk nor cream.",
      "CortaditoDesc": "Traditional cuban coffee method where a bit of freshly brewed coffee is mixed with sugar to create a highly sugared paste. Then add the rest of the coffee and stir adding milk until a 50/50 ratio is achieved.",
      "AguapanelaCoffeeDesc": "Bring panela and coffee to a boil in a small pan for 30 minutes until panela is melted. Brew your coffee using your favorite brewing technique but add the hot aguapanela instead of hot water. Delicious sweetened coffee is ready.",
      "StandartMilk": "Standard Milk",
      "Skimmedmilk": "Skimmed Milk",
      "LactoseFreeMilk": "Lactose-Free Milk",
      "AlmondMilk": "Almond Milk",
      "AddtoBasket": "Add to Basket"
    }
  },
  {
    "type": "TR",
    "localization": {
      "support": "Destek Ol",
      "email": "E-posta",
      "phone": "Telefon",
      "name": "Ad",
      "surname": "Soyad",
      "gender": "Cinsiyet",
      "location": "Konum",
      "personalInformation": "Kişisel Bilgiler",
      "Balance": "Bakiye",
      "Theme": "Tema",
      "Language": "Dil",
      "Logout": "Oturumu Kapat",
      "coffeShop": "Kafeler",
      "milkPreference": "Süt Tercihi",
      "sizePreference": "Boy Tercihi",
      "small": "Küçük",
      "middle": "Orta Boy",
      "Big": "Büyük Boy",
      "blackCoffeDesc": "Sade kahve, öğütülmüş kahve çekirdeklerinin sıcak suda demlenip sıcak servis edilmesi kadar basittir. Kulağa süslü gelmek istiyorsanız, sade kahveyi gerçek adıyla çağırabilirsiniz: cafe noir.",
      "latteDesc": "En popüler kahve içeceği olan latte, bir shot espresso ve buharda pişirilmiş sütten ve sadece bir miktar köpük dokunuşundan oluşur. Sade veya vanilyadan balkabağı baharatına kadar her şeyin aroma çekimi ile sipariş edilebilir.",
      "cappuccinoDes": "Cappuccino, buharda pişirilmiş sütten daha fazla köpükle yapılan, genellikle üzerine kakao tozu veya tarçın serpiştirilen bir lattedir. Bazen süt yerine krema kullanan veya lezzet atışı yapan varyasyonları da bulabilirsiniz.",
      "americanoDesc": "Sade kahveye benzer bir tada sahip olan americano, sıcak suyla seyreltilmiş bir espresso shot'tan oluşur.",
      "espressoDesc": "Bir espresso shot tek başına servis edilebilir veya latte ve macchiato gibi çoğu kahve içeceğinin temeli olarak kullanılabilir.",
      "doppioDesc": "Çift shot espresso, doppio, adımlarınıza ekstra enerji katmak için mükemmeldir.",
      "cortadoDesc": "Yin ve yang gibi, bir cortado da espresso ve sıcak buğulanmış sütün mükemmel dengesidir. Süt, espressonun asitliğini azaltmak için kullanılır.",
      "redEyeDesc": "Adını sinir bozucu gece yarısı uçuşlarından alan kırmızı göz, her yorucu sabahı iyileştirebilir. Dolu dolu bir fincan sıcak kahve ve bir espresso shot, bu kesinlikle kalp atışlarınızı hızlandıracak.",
      "galaoDesc": "Menşei Portekiz olan bu sıcak kahve içeceği, latte ve cappuccino ile yakından ilişkilidir. Tek farkı, diğer ikisine kıyasla yaklaşık iki kat daha fazla köpüklü süt içermesi, bu da onu daha hafif bir içecek yapıyor.",
      "lungoDesc": "Bir lungo, uzun süreli bir espressodur. Çekme ne kadar uzun olursa, o kadar fazla kafein vardır ve o kadar fazla onsun tadını çıkarabilirsiniz.",
      "macchiatoDesc": "Macchiato, üzerinde az miktarda köpük bulunan espresso bazlı başka bir içecektir. Bir cappuccino ve bir doppio arasındaki mutlu ortam.",
      "mochaDesc": "Dışarıdaki tüm çikolata severler için, bir mocha'ya aşık olacaksınız (veya belki zaten sahipsiniz). Mocha, buğulanmış süt ve köpük içeren çikolatalı espresso içeceğidir.",
      "ristrettoDesc": "Ristretto bir espresso çekimidir. Daha az sıcak su kullanır ve geleneksel shot espresso veya doppio'nun acı tadına kıyasla daha tatlı bir tat oluşturur.",
      "flatWhiteDesc": "Bu Avustralya doğumlu içecek, temel olarak köpük veya çikolata serpintisi olmayan bir kapuçinodur. Buğulanmış süt ile bir espresso içeceğidir.",
      "affogatoDesc": "Affogato, günün herhangi bir saatinde (ve bence yılın herhangi bir zamanında) bir kaşık dondurmanın tadını çıkarmak için bir bahanedir. Bir kaşık dondurma ve bir veya iki shot espresso ile servis edilir.",
      "caféauLaitDesc": "Café au lait, biraz daha lezzet isteyen kahve minimalistleri için mükemmeldir. Kahvenize biraz ılık süt ekleyin ve hazırsınız!",
      "IrishDesc": "İrlanda kahvesi sade kahve, viski ve şekerden oluşur ve üzerine çırpılmış krema eklenir.",
      "GuayoyoDesc": "Öğütülmüş kahvenin bir külahta filtrelenmesi ve üzerine sıcak su dökülmesiyle hazırlanan geleneksel Venezuela kahvesi. Tercihen süt ve krema ilave edilmeden içilir.",
      "CortaditoDesc": "Bir miktar taze demlenmiş kahvenin şekerle karıştırılarak oldukça şekerli bir macun elde edildiği geleneksel Küba kahvesi yöntemi. Daha sonra kahvenin geri kalanını ekleyin ve 50/50 oranında süt ekleyerek karıştırın.",
      "AguapanelaCoffeeDesc": "Panela ve kahveyi küçük bir tavada panela eriyene kadar 30 dakika kaynatın. Kahvenizi en sevdiğiniz demleme tekniğini kullanarak demleyin ancak sıcak su yerine sıcak aguapanela ekleyin. Lezzetli şekerli kahve hazır.",
      "StandartMilk": "Standart Süt",
      "Skimmedmilk": "Yağsız Süt",
      "LactoseFreeMilk": "Laktozsuz Süt",
      "AlmondMilk": "Badem Süt",
      "AddtoBasket": "Sepete Ekle"
    }
  }
]
